Repository: gdelagardelle/paperorg-notes
Catalog: PaperorgNotes/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, lb, pt

source: Transcription and AI summaries included — no OpenAI or ElevenLabs setup.
de: Transkription und KI-Zusammenfassungen inklusive — keine Einrichtung von OpenAI oder ElevenLabs nötig.
fr: Transcription et résumés IA inclus — aucune configuration OpenAI ou ElevenLabs nécessaire.
lb: Transkriptioun an KI-Zesummefaassunge sinn abegraff — keng Konfiguratioun vun OpenAI oder ElevenLabs néideg.
pt: Transcrição e resumos de IA incluídos — sem configuração da OpenAI ou ElevenLabs.

source: Transcription Providers
de: Transkriptionsanbieter
fr: Fournisseurs de transcription
lb: Transkriptiounsprovider
pt: Fornecedores de transcrição

source: Unable to Open Notes
de: Notizen können nicht geöffnet werden
fr: Impossible d’ouvrir les notes
lb: Notize konnten net opgemaach ginn
pt: Não foi possível abrir as notas

source: Vocabulary
de: Vokabular
fr: Vocabulaire
lb: Vocabulaire
pt: Vocabulário

source: When you transcribe, your audio will be sent to %@ for processing. Review their privacy policy before continuing.
de: Beim Transkribieren wird Ihr Audio zur Verarbeitung an %1$@ gesendet. Lesen Sie die Datenschutzerklärung des Anbieters, bevor Sie fortfahren.
fr: Lorsque vous lancez la transcription, votre audio est envoyé à %1$@ pour traitement. Consultez sa politique de confidentialité avant de continuer.
lb: Wann Dir transkribéiert, gëtt Är Audiodatei fir d'Veraarbechtung un %1$@ geschéckt. Liest d'Dateschutzerklärung vum Provider, ier Dir weiderfuert.
pt: Ao transcrever, o seu áudio será enviado para %1$@ para processamento. Consulte a política de privacidade do fornecedor antes de continuar.

# output.meeting
source: Meeting
de: Besprechung
fr: Réunion
lb: Reunioun
pt: Reunião

# output.brainstorm
source: Brainstorm
de: Brainstorming
fr: Brainstorming
lb: Brainstorming
pt: Brainstorming

# output.memo
source: Memo
de: Notiz
fr: Mémo
lb: Notiz
pt: Memorando

# output.client_call
source: Client call
de: Kundengespräch
fr: Appel client
lb: Clientsgespréich
pt: Chamada com cliente

# output.tasks
source: Tasks
de: Aufgaben
fr: Tâches
lb: Aufgaben
pt: Tarefas

# output.resume
source: Résumé
de: Zusammenfassung
lb: Resumé
pt: Resumo

# output.transcript_only
source: Transcript only
de: Nur Transkript
fr: Transcription uniquement
lb: Nëmmen Transkript
pt: Apenas transcrição

# record.resume
source: Resume
de: Fortsetzen
fr: Reprendre
lb: Weiderfueren
pt: Retomar

# home.recent_notes
source: Recent notes
de: Letzte Notizen
fr: Notes récentes
lb: Rezent Notizen
pt: Notas recentes

# home.recent_subtitle
source: Pick up where you left off
de: Dort weitermachen, wo Sie aufgehört haben
fr: Reprenez là où vous vous êtes arrêté
lb: Maacht do weider, wou Dir opgehalen hutt
pt: Continue de onde parou

# record.status.idle
source: Tap to start recording
de: Tippen, um die Aufnahme zu starten
fr: Touchez pour démarrer l’enregistrement
lb: Tippt, fir d’Opnam ze starten
pt: Toque para iniciar a gravação

# record.status.recording
source: Listening… tap to finish
de: Aufnahme läuft… zum Beenden tippen
fr: Écoute en cours… touchez pour terminer
lb: D’Opnam leeft… tippt, fir ofzeschléissen
pt: A gravar… toque para terminar

# record.status.paused
source: Paused — tap Stop to finish, or Resume to continue
de: Pausiert — zum Beenden auf Stopp oder zum Fortfahren auf Fortsetzen tippen
fr: En pause — touchez Arrêter pour terminer ou Reprendre pour continuer
lb: Pauséiert — tippt op Stop fir ofzeschléissen oder op Weiderfueren fir virunzefueren
pt: Em pausa — toque em Parar para terminar ou em Retomar para continuar

# record.start
source: Start recording
de: Aufnahme starten
fr: Démarrer l’enregistrement
lb: Opnam starten
pt: Iniciar gravação

# record.stop
source: Stop recording
de: Aufnahme stoppen
fr: Arrêter l’enregistrement
lb: Opnam stoppen
pt: Parar gravação

# record.banner.paused
source: Recording paused
de: Aufnahme pausiert
fr: Enregistrement en pause
lb: Opnam pauséiert
pt: Gravação em pausa

# record.banner.active
source: Recording in progress
de: Aufnahme läuft
fr: Enregistrement en cours
lb: Opnam leeft
pt: Gravação em curso

# record.banner.hint
source: Tap to return to Record and tap Stop when finished
de: Tippen Sie, um zur Aufnahme zurückzukehren, und danach auf Stopp
fr: Touchez pour revenir à l’enregistrement, puis Arrêter quand vous avez terminé
lb: Tippt, fir bei d’Opnam zeréckzegoen, an dono op Stop
pt: Toque para voltar à gravação e em Parar quando terminar

# paywall.navigation_title
source: Upgrade
fr: Passer à Pro
pt: Mudar para Pro

# settings.pdf.section
source: PDF Export Branding
fr: Branding export PDF
pt: Marca da exportação PDF

# output.interview
source: Interview
fr: Entretien
pt: Entrevista

source: Paperorg Notes
lb: Paperorg Notizen

source: Version
lb: Versioun
pt: Versão

# record.pause
source: Pause
lb: Paus
pt: Pausar

source: Tags
pt: Etiquetas
